jMeter/TrelloApi/report/statistics.json
{
  "post board:  board3" : {
    "transaction" : "post board:  board3",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 581.0,
    "medianResTime" : 581.0,
    "minResTime" : 581.0,
    "maxResTime" : 581.0,
    "pct1ResTime" : 581.0,
    "pct2ResTime" : 581.0,
    "pct3ResTime" : 581.0,
    "throughput" : 1.721170395869191,
    "receivedKBytesPerSec" : 6.254370159208262,
    "sentKBytesPerSec" : 0.5815673407917384
  },
  "post board:  board2" : {
    "transaction" : "post board:  board2",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 633.0,
    "medianResTime" : 633.0,
    "minResTime" : 633.0,
    "maxResTime" : 633.0,
    "pct1ResTime" : 633.0,
    "pct2ResTime" : 633.0,
    "pct3ResTime" : 633.0,
    "throughput" : 1.5797788309636651,
    "receivedKBytesPerSec" : 5.740583037124803,
    "sentKBytesPerSec" : 0.5337924565560821
  },
  "post board:  board5" : {
    "transaction" : "post board:  board5",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 569.0,
    "medianResTime" : 569.0,
    "minResTime" : 569.0,
    "maxResTime" : 569.0,
    "pct1ResTime" : 569.0,
    "pct2ResTime" : 569.0,
    "pct3ResTime" : 569.0,
    "throughput" : 1.757469244288225,
    "receivedKBytesPerSec" : 6.386272517574693,
    "sentKBytesPerSec" : 0.5938323813708261
  },
  "post board:  board4" : {
    "transaction" : "post board:  board4",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 583.0,
    "medianResTime" : 583.0,
    "minResTime" : 583.0,
    "maxResTime" : 583.0,
    "pct1ResTime" : 583.0,
    "pct2ResTime" : 583.0,
    "pct3ResTime" : 583.0,
    "throughput" : 1.7152658662092624,
    "receivedKBytesPerSec" : 6.232914343910807,
    "sentKBytesPerSec" : 0.5795722555746141
  },
  "get board : board5" : {
    "transaction" : "get board : board5",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 266.0,
    "medianResTime" : 266.0,
    "minResTime" : 266.0,
    "maxResTime" : 266.0,
    "pct1ResTime" : 266.0,
    "pct2ResTime" : 266.0,
    "pct3ResTime" : 266.0,
    "throughput" : 3.7593984962406015,
    "receivedKBytesPerSec" : 14.053688909774435,
    "sentKBytesPerSec" : 1.0022615131578947
  },
  "get board : board4" : {
    "transaction" : "get board : board4",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 213.0,
    "medianResTime" : 213.0,
    "minResTime" : 213.0,
    "maxResTime" : 213.0,
    "pct1ResTime" : 213.0,
    "pct2ResTime" : 213.0,
    "pct3ResTime" : 213.0,
    "throughput" : 4.694835680751174,
    "receivedKBytesPerSec" : 17.5506161971831,
    "sentKBytesPerSec" : 1.251650528169014
  },
  "post card" : {
    "transaction" : "post card",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 415.0,
    "medianResTime" : 412.0,
    "minResTime" : 408.0,
    "maxResTime" : 426.0,
    "pct1ResTime" : 426.0,
    "pct2ResTime" : 426.0,
    "pct3ResTime" : 426.0,
    "throughput" : 10.752688172043012,
    "receivedKBytesPerSec" : 32.30006720430107,
    "sentKBytesPerSec" : 3.937752016129032
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 25,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 442.0,
    "medianResTime" : 412.0,
    "minResTime" : 185.0,
    "maxResTime" : 735.0,
    "pct1ResTime" : 708.0,
    "pct2ResTime" : 729.6,
    "pct3ResTime" : 735.0,
    "throughput" : 11.205737337516808,
    "receivedKBytesPerSec" : 658.2954847882116,
    "sentKBytesPerSec" : 3.5652629146122816
  },
  "get boards" : {
    "transaction" : "get boards",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 699.0,
    "medianResTime" : 702.0,
    "minResTime" : 669.0,
    "maxResTime" : 735.0,
    "pct1ResTime" : 735.0,
    "pct2ResTime" : 735.0,
    "pct3ResTime" : 735.0,
    "throughput" : 6.6401062416998675,
    "receivedKBytesPerSec" : 1867.886526809429,
    "sentKBytesPerSec" : 1.679479996679947
  },
  "post list" : {
    "transaction" : "post list",
    "sampleCount" : 5,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 259.0,
    "medianResTime" : 256.0,
    "minResTime" : 236.0,
    "maxResTime" : 281.0,
    "pct1ResTime" : 281.0,
    "pct2ResTime" : 281.0,
    "pct3ResTime" : 281.0,
    "throughput" : 17.241379310344826,
    "receivedKBytesPerSec" : 35.375134698275865,
    "sentKBytesPerSec" : 6.330818965517242
  },
  "get board : board1" : {
    "transaction" : "get board : board1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 308.0,
    "medianResTime" : 308.0,
    "minResTime" : 308.0,
    "maxResTime" : 308.0,
    "pct1ResTime" : 308.0,
    "pct2ResTime" : 308.0,
    "pct3ResTime" : 308.0,
    "throughput" : 3.246753246753247,
    "receivedKBytesPerSec" : 12.137276785714286,
    "sentKBytesPerSec" : 0.8655894886363636
  },
  "post board:  board1" : {
    "transaction" : "post board:  board1",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 575.0,
    "medianResTime" : 575.0,
    "minResTime" : 575.0,
    "maxResTime" : 575.0,
    "pct1ResTime" : 575.0,
    "pct2ResTime" : 575.0,
    "pct3ResTime" : 575.0,
    "throughput" : 1.7391304347826089,
    "receivedKBytesPerSec" : 6.319633152173914,
    "sentKBytesPerSec" : 0.5876358695652174
  },
  "get board : board3" : {
    "transaction" : "get board : board3",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 272.0,
    "medianResTime" : 272.0,
    "minResTime" : 272.0,
    "maxResTime" : 272.0,
    "pct1ResTime" : 272.0,
    "pct2ResTime" : 272.0,
    "pct3ResTime" : 272.0,
    "throughput" : 3.676470588235294,
    "receivedKBytesPerSec" : 13.74368106617647,
    "sentKBytesPerSec" : 0.9801528033088235
  },
  "get board : board2" : {
    "transaction" : "get board : board2",
    "sampleCount" : 1,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 185.0,
    "medianResTime" : 185.0,
    "minResTime" : 185.0,
    "maxResTime" : 185.0,
    "pct1ResTime" : 185.0,
    "pct2ResTime" : 185.0,
    "pct3ResTime" : 185.0,
    "throughput" : 5.405405405405405,
    "receivedKBytesPerSec" : 20.206925675675677,
    "sentKBytesPerSec" : 1.441089527027027
  }
}